[
  {
    "id": 1,
    "name": "✨ מקדש מפואר בין העתיק לעתידני ✨",
    "description": "מבנה מפואר המשלב ארכיטקטורה עתיקה ועתידנית. בסיס פירמידה מזהב וקריסטל טהור, עם עמודים גבוהים ומדרגות שיש רחבות. כיפה מרכזית מוארת באור זהוב, מוקפת בהילה קדושה. חלונות ויטראז' צבעוניים מפיצים אור בגווני זהב, לבן ותכלת. ניצוצות אור מרחפים באוויר. סביב המקדש גנים מטופחים עם מפלי מים זורמים ושבילים מוארים. אווירה של קדושה והרמוניה.",
    "imageParams": {
      "aspectRatio": "16:9",
      "quality": "4k",
      "style": "Cinematic, Detailed, Epic",
      "lighting": "Golden hour, Volumetric lighting",
      "camera": "Wide angle shot",
      "renderStyle": "Photorealistic 3D",
      "additionalParams": "--ar 16:9 --v 5.2 --q 2 --s 750"
    },
    "tags": ["מקדש", "ארכיטקטורה", "אור", "קדושה", "עתידני", "עתיק"]
  },
  {
    "id": 2,
    "name": "⚔️ זירת הקרב הדרמטית ⚔️",
    "description": "שדה קרב דרמטי בשקיעה. לוחמי אור בשריון לבן-זהוב נלחמים מול דמויות אפלות בגלימות שחורות. קרני אור זהובות מתנגשות עם צללים סגולים-שחורים. ברקים של אור חוצים את השמיים. הילות קדושות מקיפות את לוחמי האור, בעוד עשן שחור מתערבל סביב כוחות החושך. ניצוצות קדושים מתעופפים בכל מקום. ברקע נראה מקדש האור.",
    "imageParams": {
      "aspectRatio": "16:9",
      "quality": "4k",
      "style": "Epic battle scene, Dynamic, Dramatic",
      "lighting": "Sunset, God rays, Dramatic lighting",
      "camera": "Wide cinematic shot",
      "renderStyle": "Photorealistic 3D",
      "additionalParams": "--ar 16:9 --v 5.2 --q 2 --s 750"
    },
    "tags": ["קרב", "לוחמים", "אור", "חושך", "שקיעה", "דרמטי", "אפי"]
  },
  {
    "id": 3,
    "name": "🌌 עמק הניצוצות הקסום ✨",
    "description": "נוף קסום של עמק מואר באור רך. ניצוצות זהובים מרחפים באוויר כמו כוכבים. מעיינות אור נובעים מהאדמה. עצים עתיקים עם עלווה זוהרת. שבילים מוארים מובילים למזבחות קדושים. באוויר נראים גשרי אור המחברים בין נקודות כוח. אווירה של שלווה ועוצמה רוחנית.",
    "imageParams": {
      "aspectRatio": "16:9",
      "quality": "4k",
      "style": "Magical, Ethereal, Fantasy landscape",
      "lighting": "Soft ambient light, Glowing particles",
      "camera": "Wide landscape shot",
      "renderStyle": "Photorealistic 3D",
      "additionalParams": "--ar 16:9 --v 5.2 --q 2 --s 750"
    },
    "tags": ["עמק", "קסום", "טבע", "אור", "ניצוצות", "מיסטי", "שלווה"]
  },
  {
    "id": 4,
    "name": "🏭 העיר התחתית 🏭",
    "description": "אזור אורבני אפל ומזוהם. בניינים גבוהים עם טכנולוגיה שחורה. צינורות ומכונות פולטים עשן סגול רעיל. מסכים הולוגרפיים מהבהבים באור אדום. כוחות אופל משתמשים במכשירים טכנולוגיים לכליאת ניצוצות. ערפל שחור זוחל ברחובות. ניצוצות חלשים נראים כלואים במיכלים שחורים.",
    "imageParams": {
      "aspectRatio": "21:9",
      "quality": "8k",
      "style": "Cyberpunk, Dark sci-fi, Ultra detailed, Hyper realistic",
      "lighting": "Neon lights, Volumetric fog, Ray tracing",
      "camera": "Ultra wide cinematic shot, Deep depth of field",
      "renderStyle": "Octane render, Unreal Engine 5",
      "additionalParams": "--ar 21:9 --v 5.2 --q 3 --s 1000 --chaos 30 --stylize 1000"
    },
    "tags": [
      "עיר",
      "דיסטופיה",
      "סייברפאנק",
      "חושך",
      "טכנולוגיה",
      "זיהום",
      "אפל"
    ]
  },
  {
    "id": 5,
    "name": "⚔️ חדר האימונים ⚔️",
    "description": "אולם אימונים מרשים במקדש האור. קירות קריסטל משולבים בטכנולוגיה קדושה. מערכות הולוגרפיות מציגות סימולציות קרב. עמדות מדיטציה עם הילות אור. ספריה עתיקה משולבת במסכי מידע מתקדמים. לוחמים מתאמנים בשימוש בכוחות אור וטכנולוגיה קדושה."
  },
  {
    "id": 6,
    "name": "🔮 חדר הטכנולוגיה הקדושה 🔮",
    "description": "מעבדה מתקדמת המשלבת טכנולוגיה וקדושה. מסכי הולוגרמה מציגים סמלים קדושים זוהרים. רשתות אור מחברות בין עמדות העבודה. מכשירי ריפוי מתקדמים פולטים אור תכלת מרפא. מערכות מגן קדושות מפיקות שדות הגנה זהובים. חוקרים בלבוש לבן עובדים עם ממשקים הולוגרפיים ומכשירים קדושים."
  },
  {
    "id": 7,
    "name": "🦇 מערות הצללים 🦇",
    "description": "מערכת מערות אפלה ומאיימת. קירות שחורים בוהקים באור סגול רעיל. מכונות כליאה שחורות לוכדות ניצוצות אור. צינורות אפלים מובילים אנרגיה שלילית. מסכים אדומים מהבהבים מציגים נתוני מעקב. כוחות אופל בגלימות שחורות מפעילים מכשירי שליטה. אווירה של רוע וטכנולוגיה מושחתת."
  },
  {
    "id": 8,
    "name": "💕 חדר השידוכים 💕",
    "description": "חדר מואר בעדינות בגווני ורוד-זהוב. מערכת הולוגרפית מציגה ניצוצות מתאימים בריקוד עדין. קירות קריסטל משקפים אור רך. פרחי אור צפים באוויר. שולחנות עגולים עם מפות תאימות זוהרות. אווירה רומנטית ורוחנית המשלבת טכנולוגיה ורגש."
  },
  {
    "id": 9,
    "name": "✨ מרכז הטיהור ✨",
    "description": "אולם טיהור גדול עם רצפת קריסטל לבנה. עמודי אור זהובים מקיפים את החלל. מטאטאי אור קסומים מרחפים באוויר. בריכות טיהור מלאות במים זוהרים. מטהרים בגלימות לבנות מנקים אנרגיות שליליות. אפקטים של אור מטהר מתפשטים בגלים."
  },
  {
    "id": 10,
    "name": "⚔️ חדר המלחמה ⚔️",
    "description": "מרכז פיקוד טכנולוגי-רוחני. מפות הולוגרפיות תלת-ממדיות מציגות את שדה הקרב. סמלי כוחות האור והאופל נעים על המפות. מערכות מעקב אחר ניצוצות. שולחן אסטרטגיה עם הדמיות קרב. מפקדים בשריון אור מתכננים מהלכים. תצוגות טקטיות של מערכי הגנה והתקפה."
  },
  {
    "id": 11,
    "name": "⚔️ אולם אימוני לוחמי האור ⚔️",
    "description": "אולם אימונים מפואר בתוך מקדש האור. קירות קריסטל משובצים בטכנולוגיה קדושה מציגים סימולציות קרב הולוגרפיות. אזורי אימון מרובים כוללים במות מדיטציה מוקפת בהילות אור, זירות קרב עם מגני אנרגיה, ואזורי לימוד המשלבים מגילות עתיקות לצד צגי מידע מתקדמים. לוחמי אור בשריון לבן-זהוב מתאמנים עם נשק קדוש וכוחות מבוססי אור."
  },
  {
    "id": 12,
    "name": "🧹 מתחם חיל המטאטא ✨",
    "description": "אולם טיהור ענק בו פועל חיל המטאטא. מטאטאים קסומים מרחפים פולטים גלי אור מטהרים. בריכות קריסטל מלאות במים מטהרים זוהרים באנרגיה זהובה. מטהרים בגלימות לבנות מתעלים אנרגיה קדושה לניקוי השפעות אפלות. על הקירות סמלי טיהור עתיקים פועמים בעוצמה. טכנולוגיית טיהור מתקדמת משתלבת בשיטות רוחניות מסורתיות."
  },
  {
    "id": 13,
    "name": "🔮 מרכז הטכנולוגיה הקדושה ⚡",
    "description": "המתקן המרכזי של חיל טכנולוגיית האור. טכנולוגיה קדושה חדישה משתלבת עם כוח רוחני. חוקרים בגלימות לבנות עובדים עם ממשקים הולוגרפיים המציגים קוד קדוש. מכשירי ריפוי מבוססי אור פולטים קרני ריפוי כחולים עדינים. אבי-טיפוס של מערכות הגנה מייצרים שדות מגן זהובים."
  },
  {
    "id": 14,
    "name": "💖 היכל השידוכים 💝",
    "description": "המטה האתרי של חיל השידוכים. תצוגות הולוגרפיות מראות דפוסי ריקוד של ניצוצות נשמה תואמים. קירות קריסטל משקפים אור ורוד-זהוב עדין. פרחי אור מרחפים באוויר. שדכנים בגלימות זורמות משתמשים במערכות מתקדמות לניתוח וחיזוק קשרי נשמות."
  },
  {
    "id": 15,
    "name": "👑 כתר השמיים ✨",
    "description": "מקדש עתידני מפואר ומלכותי המשלב מבנה פירמידה. המבנה קורן באור סגול בוהק עם נגיעות נוצצות בכתום, כחול וירוק. בסיס הפירמידה עשוי זהב וקריסטל נוצץ, מתמזג למקדש מפואר עם פיתוחים קדושים מורכבים, דפוסים גיאומטריים זוהרים וסמלים שמימיים. הכיפה המרכזית בפסגה מקרינה הילה סגולה עוצמתית מוקפת באורות נוצצים."
  },
  {
    "id": 16,
    "name": "🎭 היכל המסכות 🎭",
    "description": "אולם מסתורי עם קירות מראה מהרצפה עד התקרה. מסכות קסומות מרחפות באוויר, כל אחת מהן מייצגת זהות שונה של ניצוץ. הילות צבעוניות מקיפות כל מסכה, משקפות את אופי הניצוץ. מערכת הולוגרפית מתקדמת מציגה את ההיסטוריה של כל מסכה. אווירה של מסתורין וגילוי עצמי."
  },
  {
    "id": 17,
    "name": "🌊 בריכות הטהרה 🌊",
    "description": "מתחם רחב ידיים של בריכות קריסטל שקופות. מים קדושים זוהרים בגווני תכלת וזהב. מפלי אור נופלים מהתקרה. ניצוצות טהורים צפים מעל פני המים. מטהרים בגלימות לבנות מנהלים טקסי טיהור. אווירה של טוהר ורוגע."
  },
  {
    "id": 18,
    "name": "📚 ספריית החוכמה העתיקה 📚",
    "description": "ספריה עצומה עם מדפים מהרצפה עד התקרה. ספרים עתיקים וקדושים זוהרים באור עדין. מגילות אור מרחפות באוויר. שולחנות לימוד עם מערכות הולוגרפיות המציגות ידע עתיק. חכמים בגלימות זהובות לומדים ומלמדים. אווירה של למידה וחוכמה."
  },
  {
    "id": 19,
    "name": "🎪 זירת המופעים 🎪",
    "description": "אמפיתיאטרון מרהיב עם במה מרכזית זוהרת. מופעי אור וקסם מציגים את כוחות האור. רקדני אור בתלבושות זוהרות מבצעים ריקודים מרהיבים. הקהל יושב על מושבי קריסטל מרחפים. אפקטים הולוגרפיים ממלאים את החלל. אווירה של שמחה והתרוממות רוח."
  },
  {
    "id": 20,
    "name": "🏰 מגדל השמירה המרכזי 🏰",
    "description": "מגדל תצפית ענק במרכז מקדש האור. חלונות ויטראז' צבעוניים מסננים את אור השמש. עמדות תצפית עם טכנולוגיה מתקדמת למעקב אחר כוחות האופל. מגדלורי אור רבי עוצמה שולחים קרני אור למרחקים. שומרים בשריון מוזהב מפעילים מערכות הגנה מתקדמות."
  },
  {
    "id": 21,
    "name": "🎵 היכל המוזיקה הקדושה 🎵",
    "description": "אולם קונצרטים מפואר עם אקוסטיקה מושלמת. כלי נגינה קסומים מנגנים מעצמם מנגינות שמימיות. תווים זוהרים מרחפים באוויר. מקהלת מלאכים שרה שירי קודש. גלי צליל נראים כאדוות אור צבעוניות באוויר. אווירה של התעלות רוחנית והרמוניה מושלמת."
  },
  {
    "id": 22,
    "name": "🌿 גני המרפא 🌿",
    "description": "גנים מדורגים עם צמחי מרפא קסומים. עשבים זוהרים בגווני אור שונים לפי סגולותיהם הרפואיות. מזרקות מים מרפאים. חממות קריסטל עם צמחים נדירים. מרפאים בגלימות ירוקות מטפחים את הצמחים ומכינים שיקויי ריפוי. אווירה של ריפוי והתחדשות."
  },
  {
    "id": 23,
    "name": "🎨 סטודיו האומנות האתרית 🎨",
    "description": "סטודיו אמנות שמימי עם חלונות ענק. אמנים יוצרים עם מכחולי אור וצבעי קסם. יצירות אמנות מרחפות באוויר, משנות צורה וצבע. פסלי אור מרצדים בגוונים מתחלפים. קירות הסטודיו משקפים את היצירות בדפוסים קליידוסקופיים. אווירה של יצירתיות והשראה."
  },
  {
    "id": 24,
    "name": "🌙 מצפה הכוכבים הקדוש 🌟",
    "description": "מצפה כוכבים עם כיפה שקופה מקריסטל טהור. טלסקופים קסומים עוקבים אחר תנועות הכוכבים. מפות שמיים הולוגרפיות מציגות מסלולי גרמי שמיים. חוזי כוכבים בגלימות כחולות לומדים את השפעות הכוכבים על הניצוצות. אווירה של פליאה ותבונה קוסמית."
  },
  {
    "id": 25,
    "name": "⚗️ מעבדת האלכימיה ⚗️",
    "description": "מעבדה מסתורית עם שולחנות עבודה מקריסטל. כלי זכוכית קסומים מלאים בנוזלים זוהרים. אלכימאים בגלימות סגולות מערבבים חומרים מיסטיים. שיקויים מבעבעים פולטים ניצוצות צבעוניים. מכשירי מדידה עתיקים מודדים רמות אנרגיה. אווירה של מסתורין וגילויים."
  },
  {
    "id": 26,
    "name": "🎪 אוהל המועד החדש 🌟",
    "description": "מבנה מקודש המשלב מסורת ועתיד. קירות בד קסומים משנים צבעם לפי זמני התפילה. עמודי אור תומכים בתקרה המשקפת את השמיים. במרכז ניצב מזבח קריסטל מרחף. סביבו מעגלי אור קדושים. אווירה של התכנסות רוחנית וחיבור בין עולמות."
  },
  {
    "id": 27,
    "name": "🎮 מרכז הסימולציות 🕹️",
    "description": "חדר בקרה מתקדם עם מערכות סימולציה הולוגרפיות. מפעילים בגלימות כסופות מריצים תרחישי אימון מורכבים. קירות החדר משנים צורתם להתאמה מושלמת לכל סימולציה. מערכות למידה מלאכותית קדושות מנתחות ביצועים. אווירה של חדשנות וטכנולוגיה מתקדמת."
  },
  {
    "id": 28,
    "name": "🏺 חדר השימור הקדוש 🕰️",
    "description": "מוזיאון חי לשימור ידע וחפצים קדושים. תצוגות הולוגרפיות מספרות את ההיסטוריה של מקדש האור. חפצים עתיקים מרחפים בשדות אנרגיה מגנים. ארכיונאים בגלימות זהובות משמרים מסמכים וחפצים קדושים. אווירה של כבוד להיסטוריה ושימור המסורת."
  },
  {
    "id": 29,
    "name": "🌳 גן העדן המלאכותי 🌺",
    "description": "גן בוטני קסום המשלב טבע וטכנולוגיה. צמחים ביו-מכניים זוהרים באור פנימי. מזרקות אנרגיה מזינות את הצמחייה. פרפרי אור מרחפים בין הפרחים הזוהרים. גנני אור בגלימות ירוקות מטפחים את האיזון העדין. אווירה של הרמוניה בין טבע וטכנולוגיה."
  },
  {
    "id": 30,
    "name": "🎪 היכל החגיגות 🎉",
    "description": "אולם אירועים מפואר לחגיגות וטקסים. תקרה מכושפת משנה צבעים לפי אווירת האירוע. רצפת ריקודים מרחפת עם אפקטים של אור. שולחנות קריסטל ערוכים במעגלים קסומים. להקות מלאכים מנגנות מוזיקה שמיימית. אווירה של שמחה והתעלות רוחנית."
  },
  {
    "id": 31,
    "name": "📡 מרכז התקשורת 📡",
    "description": "מרכז תקשורת מתקדם במקדש האור. קירות מכוסים במסכי הולוגרמה המציגים מידע מכל רחבי העולם. רשתות אור מחברות בין תחנות השידור. מפעילי תקשורת בלבוש לבן מתאמים בין הכוחות. גלובוס הולוגרפי ענק במרכז מציג את תנועות כוחות האור והאופל בזמן אמת. אווירה של פעילות וקואורדינציה."
  }
]
